export const datas = [{
  id:0,
  name:"Mark 1",
  path:"ironman1",
  scale: 180 ,
  discription:" เป็นชุดเกราะที่ Iron Man ใช้เพื่อหนีจากการจับกุมของผู้ก่อการร้าย โดยเป็นชุดที่สร้างขึ้นจากเศษเหล็กและกลไกเท่าที่พอหาได้ในขณะนั้น อาวุธในชุดเกราะประกอบไปด้วยปืนไฟแรงดันสูง จรวดขนาดพกพา การเตะต่อยจากสายพาน และไอพ่นที่เท้า"
},{
  id:1,
  name:"Iron Spider Man",
  path:"spider1",
  scale: 2 ,
  discription:"ชุด Iron Spider เป็นชุดเกราะที่ทรงพลังและมีประโยชน์อย่างมากสำหรับ Spider-Man ช่วยเพิ่มความแข็งแกร่ง ความทนทาน และความสามารถในการต่อสู้ให้กับ Spider-Man ได้อย่างมีประสิทธิภาพ"
},
{
  id:2,
  name:"Mark 3",
  path:"spider1",
  scale: 2 ,
  discription:"คือชุดเกราะที่ได้รับการพัฒนามากจาก Mark 2 ต่างกันแค่สีและวัสดุเท่านั้น โดย Mark 3 จะมีสีแดงทองในแบบที่เราคุ้นตากันเป็นอย่างดี ชุดนี้ยังมีอาวุธและอุปกรณ์ต่างๆที่ครบครันเลยทีเดียว ไม่ว่าจะเป็นจรวดมิไซส์ที่บรรจุอยู่ที่ไหล่ทั้ง 2 ข้าว จรวดทำลายล้างที่บรรจุอยู่ที่แขนและสามารถนำมากางเป็นโล่ห์ในการป้องกันได้ด้วย ส่วนที่เอสก็ยังมีพรุไฟระเบิดที่ใช้สำหรับการทำลายอาวุธของศรีตรูที่ไล่ตามมา และที่มือก็ยังมีอาวุธสุดร้ายแรงนั่นก็คือลำแสงทำลายล้างนั่นเอง"
},
{
  id:3,
  name:"Mark 4",
  path:"spider1",
  scale: 2 ,
  discription:"ในชุดนี้จะเพิ่มขึ้นในส่วนของไอพ่นและปรับรูปร่างให้ปราดเปรียวขึ้นเล็กน้อย ในขณะที่อาวุธและอุปรณ์ต่างๆแทบไม่มีอะไรแตกต่างจาก Mark 3 เลย"
},
{
  id:4,
  name:"Mark 5",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดแรกเริ่มที่ Stark สามารถนำพกพาไปด้วยได้ตลอด โดยเป็นชุดพกพาในรูปแบบของกระเป๋า จึงค่อนข้างตัดระบบหลายๆอย่างออกไปเพื่อให้ง่ายต่อการย่อยัดและพกพา โดยอาวุธในการโจมตีมีเพียงแค่ปืนแสงอย่างเดียวเท่านั้น"
},
{
  id:5,
  name:"Mark 6",
  path:"spider1",
  scale: 2 ,
  discription:"ชุดนี้เรียกได้ว่าเป็นหนึ่งในชุดที่เพอร์เฟ็กต์สุดๆเลยก็ว่าได้ ครบครันไปด้วยอาวุธที่หลากหลาย เช่น ลำแสงที่สามารถยิงออกได้ทั้งจากมือและอก ปืนเลเซอร์ จรวดที่ไหล่กับแขน ฯลฯ"
},
{
  id:6,
  name:"Mark 7",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดที่พัฒนาระบบไอพ่นให้ดียิ่งขึ้น และเพิ่มอาวุธต่างๆเข้าไป เช่น จรวดลูกเล็กๆที่ไหล่และน่อง จรวดทำลายล้างขนาดใหญ่ที่แขน และปืนเลเซอร์แบบยิงยาวที่ข้อมือ"
},
{
  id:7,
  name:"Mark 17 HEARTBEAKER",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดที่มีความสามารถในการต่อสู้ระยะประชิดได้ดี เพราะมีวัสดุในการป้องกันได้อย่างยอดเยี่ยม และจากเดิมที่ Stark มักจะทำระบบการยิงอาวุธแสงไว้ที่มือและอก แต่เขาได้เปลี่ยนมันมาไว้ที่อกอย่างเดียวเพื่อให้ยิงได้แรงมากขึ้นนั่นเอง"
},
{
  id:8,
  name:"Mark 20 PYTHON",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดที่สามารถกักเก็บพลังงานได้อย่างมากมาย มีความสามารถในการบินได้ค่อนข้างไกล สามารถบินวนรอบโลกได้อย่างน้อย 2-3 รอบก่อนที่พลังงานจะเริ่มหมดลง และเป็นชุดที่มีน้ำหนักค่อนข้างเบาซึ่งมันข่วยให้เขาบินได้อย่างรวดเร็วและทรงตัวในการบินได้เป็นอย่างดี"
},
{
  id:9,
  name:"Mark 21 MIDAS",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดเกราะสีทองอร่าม สร้างขึ้นมาเพื่อกลบจุดอ่อนของชุดเกราะอื่นๆของเขา ชุดนี้มีความสามารถในการบินขึ้นไปในที่สูงๆมากๆ ซึ่งชุดเกราะอื่นๆของเขาจะไม่สามารถทำได้ ส่วนระบบอาวุธเหมือนกับ Mark 7 ทุกอย่าง"
},
{
  id:10,
  name:"Mark 22 HOTROT",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดที่มีน้ำหนักเบา แต่สามารถป้องกันการโจมตีได้สูงมาก"
},
{
  id:11,
  name:"Mark 33 SILVERSENTURION ",
  path:"spider1",
  scale: 2 ,
  discription:""
},
{
  id:12,
  name:"Mark 35 REDSNAPPER",
  path:"spider1",
  scale: 2 ,
  discription:""
},
{
  id:13,
  name:"Mark 36 PEACEMAKER",
  path:"spider1",
  scale: 2 ,
  discription:""
},
{
  id:14,
  name:"Mark 37 HAMMERHEAD",
  path:"spider1",
  scale: 2 ,
  discription:""
},
{
  id:15,
  name:"Mark 40 IGOL",
  path:"spider1",
  scale: 2 ,
  discription:""
},
{
  id:16,
  name:"Mark 41 SKELETION",
  path:"spider1",
  scale: 2 ,
  discription:""
},
{
  id:17,
  name:"Mark 42 ",
  path:"spider1",
  scale: 2 ,
  discription:"เป็นชุดที่ไม่มีความพิเศษมากนัก เพียงแต่สามารถบังคับได้จากระยะไกล ส่วนอาวุธจะมีเพียงแค่จรวดที่มือทั้งสองข้างเท่านั้น"
}


]